FIRST_PROGREV_MESSAGE = """
- Уже не выглядишь так свежо?
- Недавно кто-то сказал, что ты постарела, заметив это сбоку?
- Боишься выйти на улицу без макияжа?

Меня зовут *Татьяна* и я знаю, как __вернуть твое сияние__, убрав 5-7 лет с лица __без уколов и операций.__

У меня есть способы, которые помогут тебе снова __почувствовать себя уверенной и молодой.__

Если интересно, расскажу, как можно достичь этих изменений *естественным путем!*
"""

CONTACT_MESSAGE = """
Пришлите мне свой *номер*, а я __отправлю подарок!__

Пожалуйста, __*нажмите на кнопку снизу*__ или *напишите номер телефона в формате 79998765432*
"""

CASE_MESSAGE = """
Елена, 35 лет\n\nНа фото представлена *моя клиентка*, которая __справилась со всеми трудностями и достигла прекрасного результата__
"""

CHECK_LIST_MESSAGE = """
Представляю Вашему вниманию __инструмент__, который точно *поможет!*
"""

EXPRESS_YOUNG_MESSAGE = """
Все, что ты сейчас прочитала не будет работать, пока *ты не начнешь __действовать__*.

Я подготовила для тебя *специальную программу по __ЭКСПРЕСС омоложению__*, где показываю, что *тебе* сделать уже сегодня вечером, чтобы на утро __выглядеть *моложе*__
"""

SEND_CONTACT_GROUP_MSG = "отправил номер ⬇️"

CASE_2_MSG = """
*Я гарантирую*, __ты заметишь *изменения*__ после первого урока
"""

SUBSCRIPTION_DESCRIPTION_MSG = """
**Мои услуги**. Выбирайте, что Вам больше подходит:

1. Видео с методикой *массажа для __глаз__*

2. Все, что нужно, чтобы Ваши *__щеки__ были нежны*

3. Избавитесь от __морщин__ — *топ-советы массажа лба*

4. Хотите попасть в *__мой канал__*, в котором я делюсь ежедневными советами. А еще получить *все методики*, чтобы __выглядеть прекрасно__
"""

DESCRIPTION_1_MSG = """
### Плюсы массажа глаз

Массаж глаз обладает рядом преимуществ, которые могут положительно повлиять на здоровье и самочувствие. Вот основные плюсы массажа глаз:

# 1. Снижение усталости глаз
- **Описание:** В современном мире многие люди проводят много времени за компьютером, смартфоном или другим экраном, что приводит к усталости глаз. Массаж помогает снять напряжение с глазных мышц, улучшить кровообращение и уменьшить ощущение усталости.
- **Результат:** После массажа глаза чувствуют себя более отдохнувшими, уменьшается ощущение сухости и жжения.

#### 2. Улучшение кровообращения
- **Описание:** Массаж глаз стимулирует приток крови к области глаз, что способствует лучшему снабжению тканей кислородом и питательными веществами.
- **Результат:** Это может помочь улучшить общее состояние кожи вокруг глаз и предотвратить возникновение морщин.

#### 3. Снижение риска развития глазных заболеваний
- **Описание:** Регулярный массаж глаз может помочь предотвратить или уменьшить риск развития таких состояний, как глаукома, катаракта или сухость глаз. Стимуляция кровообращения и снятие напряжения способствует нормализации внутриглазного давления.
- **Результат:** Улучшение общего здоровья глаз и поддержание нормального внутриглазного давления.

#### 4. Снижение головных болей и мигрени
- **Описание:** Некоторые типы головной боли и мигрени могут быть вызваны напряжением в области глаз или висков. Массаж глаз помогает расслабить эти мышцы и может снизить частоту и интенсивность головных болей.
- **Результат:** Меньше приступов головной боли, особенно тех, которые вызваны глазным напряжением.

#### 5. Улучшение качества сна
- **Описание:** Массаж глаз помогает расслабить не только глаза, но и всю лицевую область, что может способствовать лучшему засыпанию и качеству сна.
- **Результат:** Легче засыпать, сон становится более глубоким и восстановительным.

#### 6. Уменьшение тёмных кругов и отеков под глазами
- **Описание:** Стимуляция кровообращения и лимфатического дренажа в области глаз помогает уменьшить застой жидкости, что может привести к снижению отеков и уменьшению тёмных кругов.
- **Результат:** Область вокруг глаз выглядит более свежей, уменьшаются признаки усталости.

#### 7. Улучшение зрительной концентрации
- **Описание:** Массаж помогает снять напряжение, что может способствовать улучшению концентрации и остроты зрения.
- **Результат:** Повышается способность к длительному зрительному напряжению без усталости.

#### 8. Снижение симптомов синдрома сухого глаза
- **Описание:** Массаж помогает улучшить циркуляцию слезной жидкости и стимулирует выработку слез, что может помочь в борьбе с симптомами сухости глаз.
- **Результат:** Снижение ощущения сухости и дискомфорта в глазах.

#### 9. Релаксация и снижение стресса
- **Описание:** Массаж глаз оказывает общее расслабляющее воздействие на организм, помогая снизить уровень стресса и тревожности.
- **Результат:** Улучшение общего психоэмоционального состояния, повышение настроения.

#### 10. Поддержка тонуса кожи вокруг глаз
- **Описание:** Массаж помогает поддерживать тонус кожи вокруг глаз, уменьшая появление морщин и улучшая текстуру кожи.
- **Результат:** Молодая и здоровая кожа вокруг глаз.

### Важные советы:
- Массаж глаз следует проводить мягко, избегая чрезмерного давления.
- Для лучшего эффекта можно использовать увлажняющие кремы или специальные масла.
- Людям с определенными глазными заболеваниями (например, глаукомой) перед началом массажа следует проконсультироваться с врачом.

Регулярное выполнение массажа глаз может значительно улучшить ваше зрительное и общее самочувствие.
"""

DESCRIPTION_2_MSG = """
### Плюсы массажа щёк

Массаж щёк обладает множеством преимуществ, которые могут положительно сказаться на внешнем виде и здоровье кожи. Вот основные плюсы массажа щёк:

#### 1. Улучшение кровообращения
- **Описание:** Массаж щёк стимулирует приток крови к коже, улучшая её питание и снабжение кислородом.
- **Результат:** Кожа приобретает здоровый цвет и становится более упругой.

#### 2. Уменьшение отёков
- **Описание:** Лёгкий лимфодренажный массаж способствует оттоку лишней жидкости из тканей.
- **Результат:** Снижается отёчность лица, контуры становятся более чёткими.

#### 3. Профилактика и уменьшение морщин
- **Описание:** Регулярный массаж помогает поддерживать тонус мышц и кожи, предотвращая образование морщин и складок.
- **Результат:** Кожа становится более гладкой, уменьшаются признаки старения.

#### 4. Подтяжка и укрепление кожи
- **Описание:** Массаж укрепляет мышцы лица, подтягивает кожу и помогает предотвратить её обвисание.
- **Результат:** Лицо выглядит более молодым и подтянутым.

#### 5. Релаксация и снятие напряжения
- **Описание:** Массаж способствует расслаблению мышц лица, снимает напряжение и стресс.
- **Результат:** Повышается общее самочувствие, лицо выглядит более расслабленным.

#### 6. Улучшение цвета лица
- **Описание:** Стимуляция кровообращения помогает улучшить цвет лица, делая его более свежим и ярким.
- **Результат:** Кожа выглядит более здоровой и сияющей.

#### 7. Улучшение проникновения косметических средств
- **Описание:** Массаж способствует более глубокому проникновению активных ингредиентов из кремов и сывороток в кожу.
- **Результат:** Усиление эффекта от использования уходовой косметики.

### Важные советы:
- Массаж щёк следует проводить аккуратно, без чрезмерного давления.
- Для лучшего скольжения и питания кожи можно использовать масло или крем.
- Перед массажем рекомендуется очистить кожу, чтобы избежать закупорки пор.

Регулярный массаж щёк помогает сохранить молодость и красоту кожи, улучшить её текстуру и цвет.
"""

DESCRIPTION_3_MSG = """
*Плюсы массажа лба*

Массаж лба имеет множество преимуществ, которые положительно влияют на кожу и общее самочувствие. Вот основные плюсы массажа лба:

1. *Снижение напряжения и стресса*
   - _Описание:_ Массаж лба помогает расслабить мышцы, снимая накопившееся напряжение.
   - _Результат:_ Уменьшается уровень стресса, что способствует улучшению общего самочувствия.

2. *Профилактика и уменьшение морщин*
   - _Описание:_ Регулярный массаж стимулирует циркуляцию крови и поддерживает тонус кожи, предотвращая образование морщин на лбу.
   - _Результат:_ Кожа становится более гладкой и упругой, уменьшаются мимические морщины.

3. *Улучшение кровообращения*
   - _Описание:_ Массаж усиливает приток крови к коже лба, что способствует лучшему снабжению клеток кислородом и питательными веществами.
   - _Результат:_ Кожа приобретает здоровый цвет, выглядит свежей и отдохнувшей.

4. *Снятие головных болей*
   - _Описание:_ Массаж лба может помочь в облегчении головных болей, особенно тех, которые вызваны напряжением.
   - _Результат:_ Снижается частота и интенсивность головных болей, улучшается общее состояние.

5. *Поддержка тонуса кожи*
   - _Описание:_ Массаж помогает поддерживать тонус кожи на лбу, предотвращая её обвисание и появление глубоких морщин.
   - _Результат:_ Лоб выглядит более подтянутым, кожа остаётся эластичной.

6. *Релаксация и улучшение сна*
   - _Описание:_ Массаж лба способствует общему расслаблению и может улучшить качество сна.
   - _Результат:_ Легче засыпать, сон становится более глубоким и спокойным.

*Важные советы:*
- Массаж лба следует проводить мягко, избегая сильного давления.
- Для массажа можно использовать увлажняющий крем или масло, чтобы избежать растяжения кожи.
- Массаж лучше всего выполнять круговыми движениями, начиная от центра лба и продвигаясь к вискам.

Регулярный массаж лба помогает сохранить молодость и свежесть кожи, улучшить её текстуру и общее состояние.
"""

DESCRIPTION_4_MSG = """
*Плюсы массажа лица*

Массаж лица обладает множеством преимуществ, которые положительно влияют на здоровье кожи и общее самочувствие. Вот основные плюсы массажа лица:

1. *Улучшение кровообращения*
   - _Описание:_ Массаж лица стимулирует приток крови к коже, что способствует лучшему снабжению клеток кислородом и питательными веществами.
   - _Результат:_ Кожа выглядит более свежей, здоровой и сияющей.

2. *Уменьшение отёков*
   - _Описание:_ Лимфодренажный массаж помогает ускорить отток лишней жидкости и токсинов из тканей лица.
   - _Результат:_ Снижаются отёки, особенно в области под глазами, контуры лица становятся более чёткими.

3. *Профилактика и уменьшение морщин*
   - _Описание:_ Регулярный массаж помогает поддерживать тонус мышц лица, предотвращая образование морщин и складок.
   - _Результат:_ Кожа становится более упругой и гладкой, уменьшаются признаки старения.

4. *Подтяжка и укрепление кожи*
   - _Описание:_ Массаж укрепляет мышцы лица, подтягивает кожу и помогает предотвратить её обвисание.
   - _Результат:_ Лицо выглядит более подтянутым и молодым.

5. *Снятие напряжения и стресса*
   - _Описание:_ Массаж лица помогает расслабить мышцы и снять накопившееся напряжение.
   - _Результат:_ Уменьшается уровень стресса, общее состояние становится более расслабленным.

6. *Улучшение цвета лица*
   - _Описание:_ Стимуляция кровообращения помогает улучшить цвет лица, делая его более ярким и здоровым.
   - _Результат:_ Кожа приобретает свежий и живой вид.

7. *Улучшение проникновения косметических средств*
   - _Описание:_ Массаж способствует более глубокому проникновению активных ингредиентов из кремов и сывороток в кожу.
   - _Результат:_ Усиливается эффект от использования уходовой косметики.

8. *Улучшение качества сна*
   - _Описание:_ Массаж лица способствует общему расслаблению, что может помочь улучшить качество сна.
   - _Результат:_ Легче засыпать, сон становится более глубоким и восстановительным.

*Важные советы:*
- Массаж лица следует проводить аккуратно, избегая чрезмерного давления и растяжения кожи.
- Для массажа можно использовать увлажняющие кремы или масла, чтобы улучшить скольжение и питание кожи.
- Рекомендуется выполнять массаж круговыми движениями и по массажным линиям.

Регулярный массаж лица помогает поддерживать молодость и здоровье кожи, улучшить её текстуру и внешний вид.
"""
