FIRST_PROGREV_MESSAGE = """
- Уже не выглядишь так свежо?
- Недавно кто-то сказал, что ты постарела, заметив это сбоку?
- Боишься выйти на улицу без макияжа?

Меня зовут *Татьяна* и я знаю, как __вернуть твое сияние__, убрав 5-7 лет с лица __без уколов и операций.__

У меня есть способы, которые помогут тебе снова __почувствовать себя уверенной и молодой.__

Если интересно, расскажу, как можно достичь этих изменений *естественным путем!*
"""

CONTACT_MESSAGE = """
Пришлите мне свой *номер*, а я __отправлю подарок!__

Пожалуйста, __*нажмите на кнопку снизу*__ или *напишите номер телефона в формате 79998765432*
"""

CASE_MESSAGE = """
Елена, 35 лет\n\nНа фото представлена *моя клиентка*, которая __справилась со всеми трудностями и достигла прекрасного результата__
"""

CHECK_LIST_MESSAGE = """
Представляю Вашему вниманию __инструмент__, который точно *поможет!*
"""

EXPRESS_YOUNG_MESSAGE = """
Все, что ты сейчас прочитала не будет работать, пока *ты не начнешь __действовать__*.

Я подготовила для тебя *специальную программу по __ЭКСПРЕСС омоложению__*, где показываю, что *тебе* сделать уже сегодня вечером, чтобы на утро __выглядеть *моложе*__
"""

SEND_CONTACT_GROUP_MSG = "отправил номер ⬇️"

CASE_2_MSG = """
*Я гарантирую*, __ты заметишь *изменения*__ после первого урока
"""

SUBSCRIPTION_DESCRIPTION_MSG = """
**Мои услуги**. Выбирайте, что Вам больше подходит:

1. Видео с методикой *массажа для __глаз__*

2. Все, что нужно, чтобы Ваши *__щеки__ были нежны*

3. Избавитесь от __морщин__ — *топ-советы массажа лба*

4. Хотите попасть в *__мой канал__*, в котором я делюсь ежедневными советами. А еще получить *все методики*, чтобы __выглядеть прекрасно__
"""

DESCRIPTION_1_MSG = """
Массаж глаз обладает рядом преимуществ, которые могут положительно повлиять на здоровье и самочувствие. Вот основные плюсы массажа глаз:

- Массаж глаз следует проводить мягко, избегая чрезмерного давления.
- Для лучшего эффекта можно использовать увлажняющие кремы или специальные масла.
- Людям с определенными глазными заболеваниями (например, глаукомой) перед началом массажа следует проконсультироваться с врачом.

Регулярное выполнение массажа глаз может значительно улучшить ваше зрительное и общее самочувствие.
"""

DESCRIPTION_2_MSG = """
Массаж щёк обладает множеством преимуществ, которые могут положительно сказаться на внешнем виде и здоровье кожи. Вот основные плюсы массажа щёк:

- Массаж щёк следует проводить аккуратно, без чрезмерного давления.
- Для лучшего скольжения и питания кожи можно использовать масло или крем.
- Перед массажем рекомендуется очистить кожу, чтобы избежать закупорки пор.

Регулярный массаж щёк помогает сохранить молодость и красоту кожи, улучшить её текстуру и цвет.
"""

DESCRIPTION_3_MSG = """
Массаж лба имеет множество преимуществ, которые положительно влияют на кожу и общее самочувствие. Вот основные плюсы массажа лба:

- Массаж лба следует проводить мягко, избегая сильного давления.
- Для массажа можно использовать увлажняющий крем или масло, чтобы избежать растяжения кожи.
- Массаж лучше всего выполнять круговыми движениями, начиная от центра лба и продвигаясь к вискам.

Регулярный массаж лба помогает сохранить молодость и свежесть кожи, улучшить её текстуру и общее состояние.
"""

DESCRIPTION_4_MSG = """
Массаж лица обладает множеством преимуществ, которые положительно влияют на здоровье кожи и общее самочувствие. Вот основные плюсы массажа лица:

- Массаж лица следует проводить аккуратно, избегая чрезмерного давления и растяжения кожи.
- Для массажа можно использовать увлажняющие кремы или масла, чтобы улучшить скольжение и питание кожи.
- Рекомендуется выполнять массаж круговыми движениями и по массажным линиям.

Регулярный массаж лица помогает поддерживать молодость и здоровье кожи, улучшить её текстуру и внешний вид.
"""

DONT_BUY_MSG = """
Пока не готова покупать?

Запишись на __консультацию__
"""

SEND_NAME_MSG = """
отправил имя ⬇️
"""

FEEDBACK_NAME_MSG = """
*Благодарю Вас* за обратную связь!

__Вы записаны__. Я скоро *свяжусь* с Вами!
"""
