FIRST_PROGREV_MESSAGE = """
🚨 *Замечали, как время оставляет следы на лице?* 😱
👀 _Возможно, зеркало уже не радует так, как раньше..._

🎁 *Я хочу поделиться с вами секретом молодости*, проверенным многими моими подругами! 💖  
🔥 *Забудьте о болезненных уколах и дорогостоящих процедурах!*

✨ *За 30 дней вы сможете вернуть лицу свежесть и сияние!*  
🤫 *Хотите узнать, как?* Нажмите ниже!
"""

CONTACT_MESSAGE = """
👋 *Если вы мечтаете избавиться от морщин, подтянуть овал лица и вернуть коже упругость, эта информация для вас!*

Меня зовут *Татьяна Герасимова*. Я — тренер по фейсфитнесу с государственным дипломом и более чем 6-летним опытом. Моя методика помогает женщинам вернуть уверенность и естественную красоту без инъекций и операций.

С помощью специально разработанных комплексов, учитывающих взаимосвязь лица, шеи и осанки, вы заметите улучшения уже через пару недель занятий.

🎁 _В подарок я подготовила для вас бесплатное видео **«Открытый взгляд»** — короткий массаж для глаз, который поможет сделать первый шаг к обновленному лицу уже сегодня!_

Нажмите кнопку или отправьте номер телефона в формате `79998765432`, чтобы получить видео и увидеть, как ваше лицо скажет *«спасибо»*!
"""

VIDEO_CAPTION = """
*Массажный комплекс в подарок* 🎁 **«Открытый взгляд»**

Краткое описание:  
_Массажный комплекс с акцентом на зону глаз_, в котором вы увидите, что значит комплексный подход системы *умного фейсфитнеса*.  
Я составила этот сет таким образом, что мы сначала прорабатываем причины образования морщин вокруг глаз, застоев и синяков под глазами (работаем на долговременный результат), а затем переходим к локальному воздействию для быстрого эффекта:

✅ _Подготовка_ (работаем с затылком, апоневроза, лбом и висками)  
✅ _Раскрываем круговую мышцу глаз_ техниками глубокого погружения  
✅ _Шлифуем результат_ приёмом «рыбка» с использованием крема/сыворотки
"""

CASES_MESSAGES = {
    1: """
✅ *Убрать следы усталости, уменьшить морщины, устранить отеки и подтянуть овал* можно **БЕЗ** агрессивной косметологии.

‼️ *Хотите научиться делать это БЫСТРО и безопасно своими руками?*  
Вам сюда!

*Берите бесплатное видео и выполняйте мини-комплекс, повторяя за мной.*  
_Я гарантирую, что вы СРАЗУ заметите улучшения._

Поехали 🛫
""",
    2: """
*Елена, 35 лет*

На фото представлена _**моя клиентка**_, которая __справилась со всеми трудностями и достигла прекрасного результата__
""",
}

CHECK_LIST_MESSAGE = """
_Представляю вашему вниманию_ **инструмент**, _который точно поможет!_

Нажимайте на кнопочку снизу 👇
"""

EXPRESS_YOUNG_MESSAGE = """
✅ *Приемы дополняют и усиливают действие друг друга\.*  
Выполняйте курс каждый день 5 раз в неделю\, затем делайте перерыв на два дня и снова 5 раз подряд\.  
После завершения напишите мне в [личные сообщения](https://t.me/Tatyanagerasimova1980) о том\, какой эффект вы наблюдаете на своем лице\. Я дам рекомендации\, как продолжить работу и на что сделать акцент\.

‼️ *Противопоказания\:*  
_заболевания лимфатической системы\, любые острые состояния\, обострение хронических заболеваний\, плохое самочувствие\, повышение температуры\, воспалительные заболевания шеи и головы \(отиты\, гаймориты и т\.п\.\)\, множественные высыпания на лице\, розацея_
"""

SEND_CONTACT_GROUP_MSG = "отправил номер ⬇️"

CASE_2_MSG = """
*Я гарантирую*, __вы заметите _изменения_ после первого урока__
"""

SUBSCRIPTION_DESCRIPTION_MSG = """
**Мои услуги.** Выбирайте, что Вам больше подходит:
"""

WATCH_ANOTHER_MSG = "Посмотреть другое"

DESCRIPTION_1_MSG = """
*Экспресс-лифтинг всего лица за 11 минут*

Экспресс-комплекс лифтинг-массажа с мгновенным эффектом по моей системе *умного фейсфитнеса*:  
✅ *Подготовка* к массажу, приёмы для шеи и апоневроза головы  
✅ *Снятие скованности* с мышц, открытие путей оттока лимфы, запуск питания кожи изнутри  
✅ *Лифтинг-приёмы* с использованием крема

🧴 *Режимность:*  
Ежедневно утром

‼️ *Противопоказания:*  
_заболевания лимфатической системы, любые острые состояния, обострение хронических заболеваний, плохое самочувствие, повышение температуры, воспалительные заболевания шеи и головы (отиты, гаймориты и т.п.), множественные высыпания на лице, розацея_
"""

DESCRIPTION_2_MSG = """
*«Гладкий лоб» за 18 минут*

Комплекс с акцентом на лоб и глаза, построенный по моей системе *умного фейсфитнеса*:  
✅ *Подготовка* с проработкой области декольте, шеи и апоневроза  
✅ *Убираем залипание тканей*, запускаем лимфоток и открываем пути оттока жидкостей для устранения отека  
✅ *Комбинация специальных упражнений* с массажными приёмами для усиления эффекта  
✅ _Бонус:_ точечная работа с межбровкой для устранения эффекта стягивания кожи

🧴 *Режимность:*  
5 раз в неделю

‼️ *Противопоказания:*  
_заболевания лимфатической системы, острые состояния, обострение хронических заболеваний, плохое самочувствие, повышение температуры, воспалительные заболевания шеи и головы, высыпания на лице, розацея_
"""

DESCRIPTION_3_MSG = """
*Комплекс «АНТИ-ОТЕК» — 27 минут упражнений для тела и волшебных приёмов для лица*

Комплекс для уменьшения отечности и лифтинга лица, построенный по системе *умного фейсфитнеса*:  
✅ *Запуск лимфатической системы тела* для устранения пастозности и отечности  
✅ *Бережная зарядка* для тела, подходящая для любого уровня подготовки  
✅ *Снятие скованности в мышцах*, улучшение кровообращения и питания кожи  
✅ *Уменьшение холки и болей в шее*  
✅ *Профилактика и коррекция остеохондроза*, улучшение мозгового кровообращения  
✅ *Бережная активация мышц лица* для их питания и упругости  
✅ _Бонус:_ экспресс-лифтинг массаж на крем с мгновенным эффектом 🍒
"""

DESCRIPTION_4_MSG = """
*Комплекс 3\-в\-1 «ЭКСПРЕСС\-ОМОЛОЖЕНИЕ»\:*  
Три видео\-урока\, усиливающие действие друг друга для накопительного эффекта\.

Комплект из трёх видео\-уроков формата *«включай и делай»*\.  
Выполняйте их как единый комплекс в следующем порядке\:  
1️⃣ — *Анти\-отек для тела и лица*  
2️⃣ — *Гладкий лоб*  
3️⃣ — *Лифтинг\-массаж на крем*  

🧴 *Режимность\:*  
5 раз в неделю

Сделайте свои фото **ДО** \(анфас и профиль при хорошем освещении\)\, поставьте цель регулярно выполнять занятия в течение 4 недель и подведите промежуточные итоги\. Затем сделайте фото **ПОСЛЕ** и оцените результат\.  
Если возникнут вопросы — пишите в [личном сообщении в Телеграм](https://t\.me/Tatyanagerasimova1980)

‼️ *Противопоказания\:*  
_заболевания лимфатической системы\, острые состояния\, обострение хронических заболеваний\, плохое самочувствие\, повышение температуры\, воспаления в области шеи и головы\, высыпания на лице\, розацея_
"""

DONT_BUY_MSG = """
Если вы пока не готовы приобрести урок или у вас остались вопросы, запишитесь на консультацию — __вместе мы подберем оптимальное решение для вас.__
"""

SEND_NAME_MSG = """
отправил имя ⬇️
"""

FEEDBACK_NAME_MSG = """
*Благодарю Вас* за обратную связь!

__Вы записаны__. Я скоро *свяжусь* с Вами!
"""

SEND_SUBS_GROUP_MSG = "купил подписку ⬇️"
