FIRST_PROGREV_MESSAGE = """
🚨 Внимание! Вы чувствуете, что время не щадит вашу красоту? 😱
    
👀 Зеркало больше не радует, а пугает?

🎁 У меня есть секретный рецепт молодости специально для вас! 💖

🔥 Забудьте про болезненные уколы и дорогостоящие операции!

✨ Всего за 30 дней вы сможете скинуть 5-7 лет с лица!

🤫 Хотите узнать мой секрет? 👇
"""

CONTACT_MESSAGE = """
👋 Если  ты хочешь избавиться от  морщин, подтянуть овал лица, улучшить осанку и повысить уверенность в себе, то эта информация для тебя💫 

Я - Татьяна Герасимова, тренер с Дипломом гос.образца по фейсфитнесу ➕ имею более 30 сертификатов о повышении квалификации в области гимнастики лица и самомассажа. Веду тренинги для моих коллег-тренеров и преподаю умный фейсфитнес более 6 лет и моя миссия — помочь вам раскрыть истинный потенциал вашего лица без хирургического вмешательства и дорогостоящих процедур. 🌿

💪 Умный Фейсфитнес — это моя методика, которая позволяет безопасно уменьшить количество морщин на вашем лице и сделать его более подтянутым и свежим в любом возрасте!
После 50 еще совсем не поздно, будьте в этом уверены 👌✅

С помощью составленных мной комплексов, которые учитывают нужные нам взаимосвязи лица, шеи и осанки, вы сможете улучшить свой внешний вид и начать получать комплименты от коллег и подруг уже через две-три недели занятий.

Я хочу, чтобы как можно больше женщин узнало о моей системе фейсфитнеса, чтобы они увидели на себе ее результаты и снова поверили в себя.

🎁 Поэтому я подготовила для вас бесплатное видео с коротким массажем для глаз «Открытый взгляд», который поможет вам начать путь к своему обновленному лицу уже сегодня и сразу увидеть результат моей системы умного фесфитнеса на себе💫

Давайте вместе создавать красоту и уверенность в себе! 

__*Нажмите на кнопку снизу*__ или *напишите номер телефона в формате 79998765432*, чтобы получить видео и твое лицо точно скажет "спасибо"! 😊
"""

VIDEO_CAPTION = """
Массажный комплекс в подарок 🎁 «Открытый взгляд»

Краткое описание:
Массажный комплекс с акцентом на зону глаз, в котором вы увидите, что значит комплексный подход системы умного фейсфитнеса. 
Я составила этот сет из упражнений таким образом, что мы прорабатываем сначала причины формирования морщин вокруг глаз, застоев и синяков под глазами (работаем на перспективу и результат, который будет держаться долго), а затем переходим к воздействию локально, чтобы добиться быстрого видимого эффекта:

✅ подготовка (работаем с затылком, апоневрозом, лбом и висками)
✅ раскрываем круговую мышцу глаз техниками глубокого погружения на уровень мышц
✅ шлифуем результат приемом «рыбка» на скользящей основе (крем/сыворотка)
"""

CASES_MESSAGES = {
    1: """
✅ Убрать следы усталости на лице, уменьшить глубину морщин, устранить отеки и подтянуть овал можно БЕЗ агрессивной косметологии.

‼️ Хотите научиться делать это  БЫСТРО и безопасно своими руками?
Вам сюда!

Берите бесплатное видео и выполняйте мини-комплекс, повторяя за мной.
Я гарантирую, что вы СРАЗУ заметите улучшения.

Поехали 🛫
""",
    2: """
Елена, 35 лет\n\nНа фото представлена *моя клиентка*, которая __справилась со всеми трудностями и достигла прекрасного результата__
""",
}

CHECK_LIST_MESSAGE = """
Представляю Вашему вниманию __инструмент__, который точно *поможет!*

Нажимай на кнопочку снизу 👇
"""

EXPRESS_YOUNG_MESSAGE = """
Приемы дополняют и усиливают действие друг друга.
Выполняете курсом каждый день 5 раз в неделю, затем перерыв два дня и снова 5 раз подряд.
После этого напишите мне в личные сообщения @TatyanaGerasimova1980 о том эффекте, который вы наблюдаете на своем лице. Я дам вам рекомендации, как продолжить работу и на что сделать акцент.

Противопоказания:
Заболевания лимфатической системы, любые острые состояния, периоды обострения хронических заболеваний, плохое самочувствие, повышение температуры, воспалительные заболевания шеи и головы (отиты, гаймориты и т.п.), множественные высыпания на лице, розацея
"""

SEND_CONTACT_GROUP_MSG = "отправил номер ⬇️"

CASE_2_MSG = """
*Я гарантирую*, __ты заметишь *изменения*__ после первого урока
"""

SUBSCRIPTION_DESCRIPTION_MSG = """
**Мои услуги**. Выбирайте, что Вам больше подходит:
"""

WATCH_ANOTHER_MSG = """
Посмотреть другое
"""

DESCRIPTION_1_MSG = """
*Экспресс-лифтинг всего лица за 11 минут*

Экспресс-комплекс лифтинг-массажа с мгновенным эффектом по моей системе УМНОГО ФЕЙСФИТНЕСА:
✅ подготовка к массажу, приемы для шеи и апоневроза головы
✅ снятие скованности с мышц, открытие путей оттока лимфы, запускаем питание кожи лица изнутри 
✅ лифтинг-приемы на крем

🧴 Режимность:
Ежедневно утром 

‼️ Противопоказания:
заболевания лимфатической системы, любые острые состояния, периоды обострения хронических заболеваний, плохое самочувствие, повышение температуры, воспалительные заболевания шеи и головы (отиты, гаймориты и т.п.), множественные высыпания на лице, розацея
"""

DESCRIPTION_2_MSG = """
*«Гладкий лоб» за 18 минут*

Комплекс с акцентом на лоб и глаза, построенный по моей системе УМНОГО ФЕЙСФТИНЕСА: 
✅ подготовка с проработкой области декольте, шеи, апоневроза головы
✅ убираем залипание тканей, фиксации, запускаем лимфоток, открываем пути оттока жидкостей для устранения отека
✅ комбинация специальных бережных упражнений для активации мышц лица с массажными приемами для усиления эффекта
✅ бонус: точечная работа с межбровкой, расправляем ее и убираем эффект стягивания кожи к центру лица 

🧴Режимность:
5 раз в неделю

‼️ Противопоказания:
заболевания лимфатической системы, любые острые состояния, периоды обострения хронических заболеваний, плохое самочувствие, повышение температуры, воспалительные заболевания шеи и головы (отиты, гаймориты и т.п.), множественные высыпания на лице, розацея
"""

DESCRIPTION_3_MSG = """
*Комплекс «АНТИ-ОТЕК» - 27 минут упражнений для тела и волшебных приемов для лица*

Комплекс для уменьшения отечности и лифтинга лица, построенный по моей системе УМНОГО ФЕЙСФИТНЕСА:

✅ запуск лимфатической системы тела, устранение пастозности и отечности
✅ бережная зарядка для тела для любого уровня физ.подготовки 
✅ снятие скованности в мышцах, улучшение кровообращения и питания кожи тела и лица
✅ уменьшение холки, болей в шее и головных болей напряжения 
✅ профилактика и коррекция остеохондроза, улучшение мозгового кровообращения 
✅ бережные приемы активации мышц лица для их питания и упругости
✅ бонус: экспресс-лифтинг массаж на крем с мгновенным эффектом в качестве вишенки 🍒на «торте» нашего бьюти-комплекса
"""

DESCRIPTION_4_MSG = """
Массаж лица обладает множеством преимуществ, которые положительно влияют на здоровье кожи и общее самочувствие. Вот основные плюсы массажа лица:

- Массаж лица следует проводить аккуратно, избегая чрезмерного давления и растяжения кожи.
- Для массажа можно использовать увлажняющие кремы или масла, чтобы улучшить скольжение и питание кожи.
- Рекомендуется выполнять массаж круговыми движениями и по массажным линиям.

Регулярный массаж лица помогает поддерживать молодость и здоровье кожи, улучшить её текстуру и внешний вид.
"""

DONT_BUY_MSG = """
Пока не готова покупать?

Запишись на __консультацию__
"""

SEND_NAME_MSG = """
отправил имя ⬇️
"""

FEEDBACK_NAME_MSG = """
*Благодарю Вас* за обратную связь!

__Вы записаны__. Я скоро *свяжусь* с Вами!
"""

SEND_SUBS_GROUP_MSG = "купил подписку ⬇️"
