FIRST_PROGREV_MESSAGE = """
- Уже не выглядишь так свежо?
- Недавно кто-то сказал, что ты постарела, заметив это сбоку?
- Боишься выйти на улицу без макияжа?

Меня зовут *Татьяна* и я знаю, как __вернуть твое сияние__, убрав 5-7 лет с лица __без уколов и операций.__

У меня есть способы, которые помогут тебе снова __почувствовать себя уверенной и молодой.__

Если интересно, расскажу, как можно достичь этих изменений *естественным путем!*
"""

CONTACT_MESSAGE = """
Пришлите мне свой *номер*, а я __отправлю подарок!__

Пожалуйста, __*нажмите на кнопку снизу*__ или *напишите номер телефона в формате 79998765432*
"""

CASE_MESSAGE = """
Елена, 35 лет\n\nНа фото представлена *моя клиентка*, которая __справилась со всеми трудностями и достигла прекрасного результата__
"""

GUIDE_MESSAGE = """
Представляю Вашему вниманию __инструмент__, который точно *поможет!*
"""

EXPRESS_YOUNG_MESSAGE = """
Бла-бла-бла *экспресс*
"""
