FIRST_PROGREV_MESSAGE = """
🚨 Внимание! Вы чувствуете, что время не щадит вашу красоту? 😱
    
👀 Зеркало больше не радует, а пугает?

🎁 У меня есть секретный рецепт молодости специально для вас! 💖

🔥 Забудьте про болезненные уколы и дорогостоящие операции!

✨ Всего за 30 дней вы сможете скинуть 5-7 лет с лица!

🤫 Хотите узнать мой секрет? 👇
"""

CONTACT_MESSAGE = """
Пришлите мне свой *номер*, а я __отправлю подарок!__

Пожалуйста, __*нажмите на кнопку снизу*__ или *напишите номер телефона в формате 79998765432*
"""

VIDEO_CAPTION = """
Привет, меня зовут Татьяна, мне сколько-то лет. 
Я дипломированный тренер, член международной ассоциации. 

Тренер преподаватель с дипломом.
Я мама 2х детей
Я занимаюсь гимнастикой лица и самомассажем уже 5 лет. (Фотка)

Я знаю, какие переживания тебя тревожат и я знаю и хочу тебе помочь.

Я подготовила для тебя презентацию, в которой я расскажу, как ты уже сегодня можешь начать преображать себя. Отправь мне номер телефона
"""

CASES_MESSAGES = {
    1: """
Елена, 35 лет\n\nНа фото представлена *моя клиентка*, которая __справилась со всеми трудностями и достигла прекрасного результата__
""",
    2: """
Елена, 35 лет\n\nНа фото представлена *моя клиентка*, которая __справилась со всеми трудностями и достигла прекрасного результата__
""",
}

CHECK_LIST_MESSAGE = """
Представляю Вашему вниманию __инструмент__, который точно *поможет!*

Нажимай на кнопочку снизу 👇
"""

EXPRESS_YOUNG_MESSAGE = """
Все, что ты сейчас прочитала не будет работать, пока *ты не начнешь __действовать__*.

Я подготовила для тебя *специальную программу по __ЭКСПРЕСС омоложению__*, где показываю, что *тебе* сделать уже сегодня вечером, чтобы на утро __выглядеть *моложе*__
"""

SEND_CONTACT_GROUP_MSG = "отправил номер ⬇️"

CASE_2_MSG = """
*Я гарантирую*, __ты заметишь *изменения*__ после первого урока
"""

SUBSCRIPTION_DESCRIPTION_MSG = """
**Мои услуги**. Выбирайте, что Вам больше подходит:
"""

DESCRIPTION_1_MSG = """
Комплекс «Поднимите мне веки» на 15 минут в режиме «включай и делай», который поможет:
- приподнять верхние веки
- сделать взгляд более открытым 
- уменьшить количество мелких морщинок вокруг глаз 
Можно выполнять каждое утро про нанесении крема.
Доступ - навсегда.
Отлично сочетается с комплексами «Гладкий лоб» и «Анти-отек»
"""

DESCRIPTION_2_MSG = """
Комплекс «Гладкий лоб» на 25 минут в режиме «включай и делай», который поможет:
- убрать мелкие морщины на лбу
- сделать глубокие менее заметными
- научиться чувствовать и контролировать избыточную мимику лба
Выполняется 3-4 раза в неделю.
Доступ - навсегда.
Отлично дополняет комплексы «Поднимите мне веки» и «Анти-отек»
"""

DESCRIPTION_3_MSG = """
Комплекс «Анти-отек» на 35 минут из двух частей: упражнения для тела и приёмы для лица, которые помогут:
- запустить лимфоток и усилить кровообращение во всем теле и на лице
- уменьшить отеки и мешки под глазами
- улучшить тонус кожи и получить здоровый цвет лица 
Можно выполнять каждый день.
Доступ - навсегда.
Усиливает результаты от комплексов «Поднимите мне веки» и «Гладкий лоб».
"""

DESCRIPTION_4_MSG = """
Массаж лица обладает множеством преимуществ, которые положительно влияют на здоровье кожи и общее самочувствие. Вот основные плюсы массажа лица:

- Массаж лица следует проводить аккуратно, избегая чрезмерного давления и растяжения кожи.
- Для массажа можно использовать увлажняющие кремы или масла, чтобы улучшить скольжение и питание кожи.
- Рекомендуется выполнять массаж круговыми движениями и по массажным линиям.

Регулярный массаж лица помогает поддерживать молодость и здоровье кожи, улучшить её текстуру и внешний вид.
"""

DONT_BUY_MSG = """
Пока не готова покупать?

Запишись на __консультацию__
"""

SEND_NAME_MSG = """
отправил имя ⬇️
"""

FEEDBACK_NAME_MSG = """
*Благодарю Вас* за обратную связь!

__Вы записаны__. Я скоро *свяжусь* с Вами!
"""

SEND_SUBS_GROUP_MSG = "купил подписку ⬇️"
