FIRST_PROGREV_MESSAGE = """
Недавно кто-то сказал, что ты постарела, заметив это сбоку. Но я знаю, как вернуть тебе свежесть и сияние, убрав 5-7 лет с лица без уколов и операций. У нас есть способы, которые помогут тебе снова почувствовать себя уверенной и молодой. Если интересно, расскажу, как можно достичь этих изменений естественным путем!
"""

CONTACT_MESSAGE = """
Пришлите мне свой номер, а я отправлю подарок!

Пожалуйста, __*нажмите на кнопку снизу*__ или *напишите номер телефона в формате 79998765432*
"""
